class Users:
    first_user = {
        1: 'Джейсон',
        2: 'Стэйтем',
        3: 'Москва, ул. Декабристов, д. 1',
        4: 'Черкизовская',
        5: '79958978678',
        6: '19.09.2024',
        7: 'тест'
    }

    second_user = {
        1: 'Кристиан',
        2: 'Бэйл',
        3: 'Москва, ул. Московская, д. 1',
        4: 'Черкизовская',
        5: '79958978600',
        6: '23.09.2024',
        7: 'тест'
    }

class Urls:
    DZEN_URL = "https://dzen.ru/?yredirect=true"
    BASE_SCOOTER_URL = 'https://qa-scooter.praktikum-services.ru/'

class QuestionsList:
    expected_question_text = [
        'Сутки — 400 рублей. Оплата курьеру — наличными или картой.',
        'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.',
        'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.',
        'Только начиная с завтрашнего дня. Но скоро станем расторопнее.',
        'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.',
        'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.',
        'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.',
        'Да, обязательно. Всем самокатов! И Москве, и Московской области.'
    ]